Repository: hypericumimpex/hyp-ramburs
Catalog: languages/yith-advanced-refund-system-for-woocommerce-*.po
Languages: it_it

# Request status
source: New refund request
it_it: Nuova richiesta di rimborso

# Request status
source: Processing
it_it: In elaborazione

# Request status
source: On hold
it_it: In sospeso

# Request status
source: Approved
it_it: Approvata

# Request status
source: Rejected
it_it: Rifiutata

# Request status
source: Refund request in Trash
it_it: Richiesta di rimborso nel cestino

source: No status
it_it: Nessuno stato

source: Refunds
it_it: Rimborsi

source: Set the refundable status
it_it: Imposta se rimborsabile

source: Use the global value
it_it: Utilizzare il valore globale

source: Currently:
it_it: Valore attuale:

source: Yes
it_it: Sì

source: Set the product as refundable
it_it: Imposta il prodotto come rimborsabile

source: Set the product as non-refundable
it_it: Imposta il prodotto come non rimborsabile

source: Choose whether refunds are allowed for this product or not.
it_it: Scegli se concedere rimborsi per questo prodotto o meno.

source: Number of days for refund
it_it: Numero di giorni per il rimborso

source: Set a custom number of days
it_it: Imposta un numero di giorni a tua scelta

source: Enter the maximum time (in days) to allow refunds. Set 0 if refunds for this product are always available
it_it: Inserisci il tempo massimo (in giorni) per effettuare un rimborso. Imposta 0 se il rimborso per questo prodotto è sempre disponibile

source: Custom number of days
it_it: Numero di giorni personalizzato

source: 0 means that refunds for this product are always available
it_it: 0 significa che il rimborso è sempre possibile

source: Non-refundable message
it_it: Messaggio per prodotti non rimborsabili

source: Current message: '%s'
it_it: Messaggio attuale: '%s'

source: Use a custom message
it_it: Utilizza un messaggio personalizzato

source: Select a message to show on non-refundable products
it_it: Seleziona un messaggio da mostrare nei prodotti non rimborsabili

source: Custom message
it_it: Messaggio personalizzato

source: Set a custom message that will be shown on the product page.
it_it: Imposta un messaggio personalizzato da mostrare nella pagina prodotto.

source: Choose whether the product allows refunds or not.
it_it: Scegli se concedere il rimborso per questo prodotto o meno.

source: Global value
it_it: Valore globale

source: Parent value
it_it: Valore genitore

source: Refundable
it_it: Rimborsabile

source: Non-refundable
it_it: Non rimborsabile

source: Enter the maximum time (in days) to allow refunds. 0 means that refunds for this product are always available
it_it: Inserisci il tempo massimo (in giorni) per effettuare un rimborso. 0 significa che il rimborso per questo prodotto può essere richiesto in qualunque momento

source: Set custom number of days
it_it: Imposta un numero di giorni a tua scelta

source: Select which message to show on non-refundable products
it_it: Scegli il messaggio da mostrare sui prodotti non rimborsabili

source: Attach files (optional)
it_it: Allega file (opzionale)

source: Go to coupon: %s
it_it: Apri il codice promozionale: %s

source: Offer a coupon for %s
it_it: Offri un coupon di %s

source: Accept all refund requests automatically
it_it: Accetta tutte le richieste di rimborso in automatico

source: By activating this option, incoming refund requests will be accepted automatically.
it_it: Attivando quest'opzione tutte le richieste di rimborso verranno accettate automaticamente.

source: Restock refunded items on automatic refunds?
it_it: Ripristinare i prodotti rimborsati nel magazzino?

source: By activating this option, automatic refunds will restock the refunded items (bulk refunds included).
it_it: Se attivi quest'opzione ad ogni rimborso automatico verrà ripristinata la quantità disponibile nel magazzino (valido anche per i rimborsi effettuati in massa).

source: Minimum order amount
it_it: Importo minimo dell'ordine

source: Minimum amount of the order required to accept customers's requests.
it_it: Importo minimo dell'ordine necessario per accettare le richieste dei clienti.

source: Enable message to show on non-refundable products
it_it: Abilita il messaggio da mostrare sui prodotti non rimborsabili

source: You can display a message which shows users that the product is refundable.
it_it: Puoi mostrare un messaggio che mostri agli utenti che il prodotto è stato rimborsato.

# Admin option: custom message for non-refundable products
source: Message
it_it: Messaggio

source: Custom message for alert users when a product is not refundable.
it_it: Messaggio personalizzato per avvisare gli utenti che un prodotto non è rimborsabile.

source: Sorry, this product is not refundable.
it_it: Ci dispiace, questo prodotto non è rimborsabile.

source: File uploads
it_it: Caricamenti file

source: Maximum file size allowed
it_it: Dimensione massima consentita

source: In Kilobytes. 0 means no limit.
it_it: In KB. 0 equivale a nessun limite.

source: Only images
it_it: Solo immagini

source: Allow uploading images only
it_it: Permetti soltanto il caricamento di immagini

source: Coupon settings
it_it: Impostazioni codice promozionale

source: Code
it_it: Codice

source: Pattern for automatically generated coupon codes when a coupon is offered in place of a refund. You can use the following placeholders: %s, %s, %s or %s.
it_it: Schema di composizione dei codici promozionali generati automaticamente al posto di un rimborso. Puoi utilizzare i seguenti segnaposto: %s, %s, %s o %s.

source: Expiry date
it_it: Data di scadenza

source: Number of days through which the coupon will be valid. 0 means the coupon will never expire.
it_it: Numero di giorni per cui il coupon è valido. 0 equivale a non inserire alcuna scadenza.

source: Settings
it_it: Impostazioni

source: Premium version
it_it: Versione premium

source: Plugin documentation
it_it: Documentazione del plugin

source: Help Center
it_it: Centro assistenza

source: Discover the premium version
it_it: Scopri la versione premium

source: Premium live demo
it_it: Live demo premium

source: WordPress support forum
it_it: Forum di assistenza WordPress

source: current version
it_it: versione attuale

source: Support platform
it_it: Piattaforma di supporto

source: Are you sure you want to process this refund? This action cannot be undone.
it_it: Sei sicuro di voler effettuare questo rimborso? L'azione è irreversibile.

source: Please enter in decimal format (%s) without thousand separators.
it_it: Inserisci il valore in formato decimale (%s) senza separatori delle migliaia.

source: Please enter in monetary decimal format (%s) without thousand separators and currency symbols.
it_it: Inserisci il valore in formato monetario con decimali (%s) senza separatori delle migliaia né simboli di valuta.

source: Please enter in country code with two capital letters.
it_it: Inserisci il codice del paese - due lettere maiuscole.

source: Please enter in a lower value than the regular price.
it_it: Inserisci un valore minore del prezzo di listino.

# Money amount after semicolon
source: Do you want to offer a coupon for:
it_it: Vuoi offrire un codice promozionale per:

source: Are you sure you want to reject this request? This action cannot be undone.
it_it: Sei sicuro di voler rifiutare questa richiesta? L'azione è irreversibile.

source: Are you sure you want to close this request? This action cannot be undone. Messages system will be closed and you won't be able to change the request status anymore.
it_it: Sei sicuro di voler chiudere questa richiesta? L'azione è irreversibile. Lo scambio di messaggi sarà interrotto e non potrai più modificare lo stato della richiesta.

source: Please enter a message
it_it: Inserisci un messaggio

source: Message submitted successfully
it_it: Messaggio inserito correttamente

source: Approve
it_it: Approva

source: Reject
it_it: Rifiuta

source: Request info
it_it: Richiedi informazioni

source: Items
it_it: Articoli

source: Status:
it_it: Stato:

source: Customer:
it_it: Cliente:

source: Request date:
it_it: Data richiesta:

source: Save
it_it: Salva

source: Reload
it_it: Ricarica

source: Message history:
it_it: Cronologia messaggi:

source: Answer the customer:
it_it: Rispondi al cliente:

source: Submit
it_it: Invia

source: Request #%d
it_it: Richiesta n. %d

source: This request can neither be Approved nor Rejected.
it_it: Questa richiesta non può essere Approvata né Rifiutata.

source: Whole order
it_it: Tutto l'ordine

source: Actions
it_it: Azioni

source: Approve selected
it_it: Approva selezionati

source: Reject selected
it_it: Rifiuta selezionato

source: Apply
it_it: Applica

source: Title
it_it: Titolo

source: Date
it_it: Data

source: Order
it_it: Ordine

source: Customer
it_it: Cliente

source: Product
it_it: Prodotto

source: Refund status
it_it: Stato rimborso

source: Request for entire order
it_it: Richiedi per l'intero ordine

source: More
it_it: Altro

source: Refund requests
it_it: Richieste di rimborso

source: Refund my entire order
it_it: Rimborso del mio intero ordine

source: Refund on the entire order is not allowed
it_it: Non è consentito il rimborso sull'intero ordine

source: Ask for a refund
it_it: Chiedi un rimborso

source: No further refunds can be granted on this item
it_it: Non possono essere effettuati ulteriori rimborsi per questo elemento

source: No refund shall be granted on this product
it_it: Non sono concessi rimborsi per questo prodotto

source: Please, select the amount of items:
it_it: Per favore, seleziona la quantità degli elementi:

source: Attach a file (optional)
it_it: Allega un file (opzionale)

source: Reloading...
it_it: Ricarico...

source: Please fill in with all required information
it_it: Inserisci tutte le informazioni richieste

source: The deadline for refund requests is over
it_it: La data ultima per le richieste di rimborso è passata

source: Refunds are not available
it_it: I rimborsi non sono disponibili

source: My Refund Requests
it_it: Le mie richieste di rimborso

source: Request #%s
it_it: Richiesta #%s

source: Logout
it_it: Esci

source: Invalid refund request.
it_it: Richiesta di rimborso non valida.

source: My account
it_it: Il mio account

source: Requested:
it_it: Richiesto:

source: %s (%d unit).
it_it: %s (%d unità).

source: View Order
it_it: Visualizza ordine

source: Current status:
it_it: Stato attuale:

source: Submitted
it_it: Inviato

source: Coupon code:
it_it: Codice promozionale:

# Value of the coupon
source: value
it_it: valore

source: Add a message
it_it: Aggiungi messaggio

source: Write a message you want to sent to the Shop Manager.
it_it: Scrivi un messaggio da inviare al gestore del negozio.

source: This request is closed. You cannot send further messages.
it_it: Questa richiesta è chiusa. Non è possibile inviare ulteriori messaggi.

source: Message history
it_it: Cronologia messaggi

# Request status
source: Coupon offered
it_it: Offerto codice promozionale

source: You do not have permission to create coupons.
it_it: Non hai le autorizzazioni necessarie per creare codici promozionali.

source: Refund request does not exist.
it_it: La richiesta di rimborso non esiste.

source: Order does not exist.
it_it: L'ordine non esiste.

source: Error: invalid data when creating coupon.
it_it: Errore: dati non validi per la creazione del codice promozionale.

source: Refund the entire order #%s
it_it: Rimborsa l'intero ordine n. %s

source: Refund for %s
it_it: Rimborso per %s

source: Please, write the reason why you are asking for a refund:
it_it: Per favore, scrivi il motivo per cui stai richiedendo un rimborso:

source: You cannot submit new requests on this Live Demo. Click on "Launch Admin Demo" to unblock this and fully test the plugin.
it_it: Non è possibile inviare richieste di rimborso in questa Live Demo. Fai clic su "Launch Admin Demo" per sbloccare questa funzionalità e testare il plugin nel dettaglio.

# Exception description. Technical error message.
source: Exception on submitting request: missing data.
it_it: Eccezione sull'invio della richiesta: dati mancanti.

# Exception description. Technical error message.
source: Exception on submitting request: quantity limit exceeded.
it_it: Eccezione sull'invio della richiesta: superata la quantità massima.

source: Request #%s submitted successfully
it_it: Richiesta n. %s inviata con successo

source: You cannot submit new messages on this Live Demo. Click on "Launch Admin Demo" to unblock this and fully test the plugin.
it_it: Non è possibile inviare nuovi messaggi in questa Live Demo. Fai clic su "Launch Admin Demo" per sbloccare questa funzionalità e testare il plugin nel dettaglio.

# Exception description. Technical error message.
source: Exception on submitting message: missing data.
it_it: Eccezione sull'invio del messaggio: dati mancanti.

source: Empty data.
it_it: Dati non presenti.

source: You do not have permission to change any request status.
it_it: Non hai permessi sufficienti per cambiare lo stato delle richieste.

source: Wrong status code.
it_it: Codice stato errato.

source: Automatic refund
it_it: Rimborso automatico

source: Invalid refund amount
it_it: Importo del rimborso non valido

source: Refund failed
it_it: Rimborso non riuscito

source: Item #%s stock increased from %s to %s.
it_it: Le riserve in magazzino per l'articolo n. %s sono passate da %s a %s.

# Page title
source: YITH Refund Requests
it_it: YITH - Richieste di rimborso

# Post type singular name
source: Refund Request
it_it: Richiesta di rimborso

# admin menu
source: YITH Refund Requests
it_it: YITH - Richieste di rimborso

# add new on admin bar
source: YITH Refund Request
it_it: YITH Refund Requests

# Add New refund request
source: Add New
it_it: Aggiungi nuovo

source: Add new refund request
it_it: Aggiungi nuova richiesta

source: New refund request
it_it: Nuova richiesta di rimborso

source: Manage refund request
it_it: Gestisci richiesta di rimborso

source: View refund request
it_it: Visualizza richiesta di rimborso

source: All refund requests
it_it: Tutte le richieste di rimborso

source: Search refund requests
it_it: Cerca richieste di rimborso

source: Parent refund requests:
it_it: Richieste di rimborso genitore:

source: No refund request found.
it_it: Nessuna richiesta di rimborso trovata.

source: No refund requests found in Trash.
it_it: Nessuna richiesta di rimborso trovata nel cestino.

source: Description.
it_it: Descrizione.

source: New
it_it: Nuova

source: Processing refund request
it_it: Elaboro richiesta di rimborso

source: Processing
it_it: In elaborazione

source: Refund request on hold
it_it: Richiesta di rimborso in attesa

source: On Hold
it_it: In attesa

source: Refund request approved
it_it: Richiesta di rimborso approvata

source: Approved
it_it: Approvata

source: Refund request rejected
it_it: Richiesta di rimborso rifiutata

source: Rejected
it_it: Rifiutata

source: Coupon offered
it_it: Codice promozionale offerto

source: Refund request #%d
it_it: Richiesta di rimborso n. %d

source: Guest
it_it: Ospite

# Exception description. Technical error message.
source: The uploaded file exceeds the upload_max_filesize directive in php.ini
it_it: Il file inviato supera il valore "upload_max_fileseze" specificato in php.ini

# Exception description. Technical error message.
source: Maximum file size exceeded
it_it: Superate le dimensioni massime del file

# Exception description. Technical error message.
source: The file was uploaded only partially
it_it: Il file è stato caricato solo parzialmente

# Exception description. Technical error message.
source: No file was uploaded
it_it: Nessun file caricato

# Exception description. Technical error message.
source: Missing a temporary folder
it_it: Il server non ha una cartella temporanea

# Exception description. Technical error message.
source: Failed to write file to disk
it_it: Impossibile scrivere il file sul disco

# Exception description. Technical error message.
source: File upload stopped by extension
it_it: Il caricamento del file è stato interrotto per estensione non consentita

# Exception description. Technical error message.
source: File must be an image format.
it_it: Il file deve essere in un formato immagine.

# Exception description. Technical error message.
source: Image must either be PNG, JPEG, or GIF format.
it_it: L'immagine deve essere in formato PNG, JPEG o GIF.

# Exception description. Technical error message.
source: Unknown upload error
it_it: Errore di caricamento sconosciuto

# Email descriptive title
source: YITH Advanced Refund System: Approved Refund Request email for user
it_it: YITH Advanced Refund System: Richiesta di rimborso approvata - email per l'utente

source: The user will receive an email when a new request is submitted.
it_it: L'utente riceverà un'email di conferma non appena invia una nuova richiesta.

source: Your refund request has been approved!
it_it: La tua richiesta di rimborso è stata approvata!

source: Hi {customer_name}! Your refund request {request_number} for order {order_number} has been approved!
it_it: Ciao {customer_name}! La tua richiesta di rimborso {request_number} per l'ordine {order_number} è stata approvata!

source: Enable/Disable
it_it: Abilita/disabilita

source: Enable this email notification
it_it: Abilita questa notifica email

source: Subject
it_it: Oggetto

source: This controls the email subject line. Leave blank to use the default subject: <code>%s</code>.
it_it: Quest'opzione modifica l'oggetto dell'email. Lascia il campo vuoto se vuoi utilizzare l'oggetto predefinito: <code>%s</code>.

source: Email Heading
it_it: Intestazione email

source: This controls the main heading in the email notification. Leave blank to use the default heading: <code>%s</code>.
it_it: Quest'opzione modifica l'intestazione dell'email. Lascia il campo vuoto se vuoi utilizzare l'oggetto predefinito: <code>%s</code>.

source: Email Body
it_it: Corpo dell'email

source: Defaults to <code>%s</code>
it_it: Predefinito: <code>%s</code>

# Email descriptive title
source: YITH Advanced Refund System: email for users for coupon offer
it_it: YITH Advanced Refund System: Email con coupon - per l'utente

source: The user will receive an email when a coupon is offered in place of a refund.
it_it: L'utente riceverà un'email se verrà offerto il codice promozionale al posto del rimborso.

source: You've received a Coupon Code
it_it: Hai ricevuto un codice promozionale

source: Hi {customer_name}. You've received a Coupon Code for your order {order_number} which is worth {coupon_amount}.
it_it: Ciao {customer_name}. Hai ricevuto un codice promozionale per il tuo ordine n. {order_number} del valore di {coupon_amount}.

# yith-advanced-refund-system-for-woocommerce
source: You can use the following placeholders:
it_it: Puoi utilizzare i seguenti segnaposto:

# Email descriptive title
source: YITH Advanced Refund System: New message - email for admin
it_it: YITH Advanced Refund System: Nuovo messaggio - email per l'amministratore

source: The admin will receive an email when a customer submits a new message.
it_it: L'amministratore riceverà un'email quando il cliente invia un nuovo messaggio.

source: New message from customer
it_it: Nuovo messaggio dal cliente

source: New message from {customer_name}
it_it: Nuovo messaggio da {customer_name}

source: Hi admin! New message from {customer_name}.
it_it: Ciao amministratore! Nuovo messaggio da {customer_name}.

source: Recipient(s)
it_it: Destinatari

source: Enter recipients (comma separated) for this email. Defaults to %s.
it_it: Inserisci i destinatari di quest'email (usa la virgola per separarli). Predefinito: %s.

# Email descriptive title
source: YITH Advanced Refund System: New message - email for user
it_it: YITH Advanced Refund System: Nuovo messaggio - email per l'utente

source: The user will receive an email when the admin sends a new message.
it_it: L'utente riceverà un'email ogniqualvolta l'amministratore invia un nuovo messaggio.

source: New message from Shop Manager
it_it: Nuovo messaggio dal gestore del negozio

source: Hi {customer_name}! New message for your refund request
it_it: Ciao {customer_name}! Hai un nuovo messaggio riguardante la tua richiesta di rimborso

source: Hi {customer_name}! You have received a new message.
it_it: Ciao {customer_name}! Hai ricevuto un nuovo messaggio.

# Email descriptive title
source: YITH Advanced Refund System: New request - email for admin
it_it: YITH Advanced Refund System: Nuova richiesta - email per l'admin

source: The admin will receive an email when a new request is submitted.
it_it: L'amministratore riceverà un'email ad ogni nuova richiesta inviata.

source: New refund request received
it_it: Nuova richiesta di rimborso

source: Hi Admin, there's a new Refund Request ({request_number}) from user {customer_name} on order {order_number}.
it_it: Ciao amministratore, hai ricevuto una nuova richiesta di rimborso ({request_number}) dall'utente {customer_name} per l'ordine {order_number}.

source: Hi Admin, there's a new Refund Request ({request_number}) from user {customer_name} on order {order_number}.
it_it: Ciao amministratore, hai ricevuto una nuova richiesta di rimborso ({request_number}) dall'utente {customer_name} per l'ordine {order_number}.

# Email descriptive title
source: YITH Advanced Refund System: New request - email for user
it_it: YITH Advanced Refund System: Nuova richiesta - email per l'utente

source: Request succesfully submitted
it_it: Richiesta inviata con successo

source: Hi {customer_name}! Your request {request_number} for order {order_number} has been successfully submitted. You will receive a reply soon.
it_it: Ciao {customer_name}! La tua richiesta {request_number} per l'ordine {order_number} è stata inviata con successo. Riceverai presto una risposta.

source: Hi {customer_name}! Your request {request_number} for order {order_number} has been successfully submitted. You will receive a reply soon.
it_it: Ciao {customer_name}! La tua richiesta {request_number} per l'ordine {order_number} è stata inviata con successo. Riceverai presto una risposta.

# Email descriptive title
source: YITH Advanced Refund System: On hold request - email for user
it_it: YITH Advanced Refund System: Richiesta In attesa - email per l'utente

source: The user will receive an email when the request is on hold.
it_it: L'utente riceverà un'email se la richiesta viene messa in attesa.

source: Your refund request is on hold
it_it: La tua richiesta di rimborso è in attesa

source: Hi {customer_name}! Your request concerning order {order_number} is currently on hold.
it_it: Ciao {customer_name}! La tua richiesta riguardante l'ordine {order_number} è stata messa in attesa.

source: Hi {customer_name}! Your request {request_number} for order {order_number} is currently on hold.
it_it: Ciao {customer_name}! La tua richiesta {request_number} per l'ordine {order_number} è attualmente in attesa.

# Email descriptive title
source: YITH Advanced Refund System: Request Processing - email for user
it_it: YITH Advanced Refund System: Richiesta in elaborazione - email per l'utente

source: The user will receive an email when the request is being processed.
it_it: L'utente riceverà un'email quando la richiesta verrà elaborata.

source: Your refund request is being processed
it_it: La tua richiesta di rimborso è in elaborazione

source: Hi {customer_name}! Your request {request_number} for order {order_number} is being processing.
it_it: Ciao {customer_name}! La tua richiesta {request_number} per l'ordine {order_number} è in elaborazione.

source: Hi {customer_name}! Your request {request_number} for order {order_number} is being processing.
it_it: Ciao {customer_name}! La tua richiesta {request_number} per l'ordine {order_number} è in eleborazione.
