Repository: hypericumimpex/hyp-ramburs
Catalog: languages/yith-advanced-refund-system-for-woocommerce-*.po
Languages: it_it

# Email descriptive title
source: YITH Advanced Refund System: Rejected Refund Request - email for user
it_it: YITH Advanced Refund System: Richiesta di rimborso respinta - email per l'utente

source: The user will receive an email when the request is rejected.
it_it: L'utente riceverà un'email quando la richiesta è rifiutata.

source: Your refund request has been rejected
it_it: La tua richiesta di rimborso è stata rifiutata

source: Hi {customer_name}. Your refund request {request_number} for order {order_number} has been rejected.
it_it: Ciao {customer_name}! La tua richiesta di rimborso {request_number} per l'ordine {order_number} è stata rifiutata.

source: This controls the main heading included in the email notification. Leave blank to use the default heading: <code>%s</code>.
it_it: Questo controlla l'intestazione della notifica email. Lascia il campo vuoto per utilizzare il testo predefinito: <code>%s</code>.

source: YITH Advanced Refund System for WooCommerce is enabled but not effective. It requires WooCommerce in order to work.
it_it: YITH Advanced Refund System for WooCommerce è attivato ma non operativo. Per funzionare richiede WooCommerce.

source: General settings
it_it: Impostazioni generali

source: Allow refunds
it_it: Permetti rimborsi

source: Number of days for refunds
it_it: Numero di giorni per i rimborsi

source: Maximum time (in days) to allow refunds. 0 means that users can always ask for refunds
it_it: Tempo massimo (in giorni) entro quale è possibile concedere rimborsi. Se inserisci 0 gli utenti potranno chiedere un rimborso in qualunque momento

source: Enable taxes
it_it: Abilita tasse

source: Enable this if you want to refund taxes.
it_it: Abilita quest'opzione se vuoi rimborsare le tasse.

# Coupon amount
source: Value:
it_it: Valore:

# Coupon expiration date
source: Expires:
it_it: Scadenza:

# Author of messages from shop
source: Shop Manager
it_it: Gestore del negozio

source: Message attachments:
it_it: Allegati del messaggio:

source: Go to order #%d
it_it: Apri l'ordine n. %d

# Request [request ID] for order [order ID]
source: Request %s for order %s
it_it: Richiesta %s per l'ordine %s

source: %s made a request for the whole order
it_it: %s ha fatto una richiesta per l'intero ordine

source: Quantity requested
it_it: Quantità richiesta

source: %s made a request for %s (%s)
it_it: %s ha fatto una richiesta per %s (%s)

source: Item
it_it: Articolo

source: Item value
it_it: Valore Articolo

source: Tax per item
it_it: Tasse per articolo

source: Qty
it_it: Qtà

source: Item total
it_it: Totale articoli

source: Tax total
it_it: Totale imposte

source: Order Total
it_it: Totale Ordini

source: Qty to refund
it_it: Qtà da rimborsare

source: Total to be refunded
it_it: Totale da rimborsare

source: The requested product does not exist.
it_it: Il prodotto richiesto non esiste.

source: Shipping
it_it: Spedizione

source: Fee
it_it: Tasse

source: Totals
it_it: Totali

source: Refunds managed by WooCommerce has been done on the order.
it_it: I rimborsi gestiti da WooCommerce sono stati elaborati nell'ordine.

source: This request is currently closed.
it_it: Questa richiesta è attualmente chiusa.

source: Restock selected items?
it_it: Ripristinare gli elementi selezionati nel magazzino?

source: Use a custom refund amount
it_it: Scegli un importo personalizzato per il rimborso

source: Payment Gateway
it_it: Metodo di pagamento

# Refund [amount] via [gateway name]
source: Refund %s via %s
it_it: Rimborsa %s per mezzo di %s

# Refund $amount manually
source: Refund %s manually
it_it: Rimborsa %s manualmente

source: Reject request
it_it: Rifiuta la richiesta

source: Set to processing
it_it: Imposta come In elaborazione

source: Set to on hold
it_it: Imposta come In attesa

source: Close the request by stopping the messages system. This action prevents you from changing the request status.
it_it: Chiudi la richiesta bloccando il sistema messaggi. Questa azione previene la modifica dello stato della richiesta.

source: Close this request
it_it: Chiudi questa richiesta

source: Shop Manager
it_it: Gestore del negozio

source: Requested amount
it_it: Importo richiesto

source: Status
it_it: Stato

source: There are currently no refund requests, if you would like to request a refund, then please navigate to orders page and select which order or product you want to request a refund for.
it_it: Al momento non ci sono richieste di rimborso, se vuoi chiedere un rimborso, visita la pagina Ordini e seleziona l'ordine o il prodotto per il quale vuoi inviare richiesta.

source: Whole Order
it_it: Intero ordine

source: View
it_it: Visualizza
